Repository: itpatrol/pgapi
Catalog: pg_manual_payment/translations/*.po
Languages: ru

source: Delete checked Accounts
ru: Удалить выбранные аккаунты

source: Your account %name has been deleted.
ru: Ваш аккаунт %name был удален.

source: Name
ru: Имя

source: Please, enter Payment system name.
ru: Пожалуйста, введите имя платежной системы.

source: Account Number
ru: Номер аккаунта

source: Please, enter Payment system account number.
ru: Пожалуйста, введите номер аккаунта платежной системы.

source: Currency Symbol
ru: Символ валюты

source: Please, enter Payment system Currency symbol.
ru: Пожалуйста, введите символ валюты для платежной системы.

source: Currency rate
ru: Курс валют

source: Please, enter Payment system Currency rate.
ru: Пожалуйста, введите валютную ставку для платежной системы.

source: Save
ru: Сохранить

source: Your Account %name has been modified.
ru: Ваш аккаунт %name был изменен.

source: Add Account
ru: Добавить аккаунт

source: Your Account %name has been added.
ru: Ваш аккаунт %name был добавлен.

source: Please enter email address for receive a notify and warning messages.
ru: Пожалуйста, введите адрес электронной почты для получения уведомлений и предупреждающие сообщения.

source: Payment Notification from !site
ru: Уведомление о платеже от !site

source: Dear !username Your Payment #!txnid will be checked today. Amount: !price Payment Account: !purse Best regards, !site
ru: Уважаемый !username Ваш Оплата #!txnid будут проверены сегодня. Сумма: !price Оплата счета: !purse С уважением, !site

source: Dear Admin User !username just sent a payment #!txnid Amount: !price Payment Account: !purse Please check it out and process it. Best regards, !site
ru: Уважаемый Админ Пользователь !username отправили платеж #!txnid Сумма: !price Оплата счета: !purse Пожалуйста, проверьте его и обработайте. С уважением, !site

source: Manual Payment Payment Gateway
ru: Руководство по оплате через платежный шлюз

source: Manual Payment
ru: Руководство оплаты

source: Type of account
ru: Типа аккаунта

source: What type of currency will be used.
ru: Тип валюты, который будет использован.

source: Please make a payment and click submit
ru: Пожалуйста, произведите оплату и нажмите на кнопку отправить

source: Please send your payment on this wallet
ru: Пожалуйста, пришлите ваш платеж на этот кошелек

source: Ammount
ru: Сумма

source: Purchase for site !sitename. Transaction !txnid
ru: Покупка на сайте !sitename. Транзакция !txnid

source: Payment description
ru: Описание платежа

source: Please put this description
ru: Пожалуйста, введите описание

source: Submit
ru: Отправить

source: Account Name
ru: Имя аккаунта

source: Rate
ru: Курс

source: Manual Payment payment settings.
ru: Ручные настройки оплаты.

source: Accounts
ru: Аккаунты

source: Edit Wallet
ru: Редактировать кошелек

source: Settings
ru: Настройки

source: Manual Payment Settings
ru: Ручные настройки оплаты

source: Stores webmoney rates information.
ru: Сохраняет информацию о соотношениях валют webmoney

source: Manual payment with human verification.
ru: Руководство оплаты с ручной проверкой.

source: Payment Gateway API
ru: PGAPI
