Repository: itpatrol/pgapi
Catalog: pg_roboxchange/translations/*.po
Languages: ru

source: You have to install !url, otherwise RoboXchange Gateway will not work.
ru: Вы должны установить !url, иначе ROBOXchange шлюз не будет работать.

source: Rate url
ru: Ссылка на курсы

source: Please enter rate url. Default: !url
ru: Пожалуйста, введите ссылку на курсы обмена WM-валют. По умолчанию: !url

source: Rate information
ru: Информация о курс

source: Please fill and save "Merchant Login" first
ru: Пожалуйста, заполните и сохраните "Merchant Login"

source: Please check all currency that you want to accept
ru: Пожалуйста, проверьте все валюты, что вы хотите принимать

source: Action url
ru: URL действия

source: Please enter action url. Default: !url
ru: Пожалуйста, введите action URL. По умолчанию: !url

source: Merchant Login
ru: Логин магазина

source: Please enter Merchant Login.
ru: Пожалуйста, введите логин Магазина

source: Merchant Pass 1
ru: Пароль от магазина 1

source: Merchant Pass 2
ru: Пароль от магазина 2

source: Rate to site currency
ru: Цена в валюте сайта

source: Please enter RoboXchange rate according to site currency.
ru: Пожалуйста, введите ROBOXchange ставку в соответствии с валютой на сайте.

source: Urls(result,success,fail) for merchant interfase
ru: URL-адреса (result,success,fail) для торгового интерфейса

source: Just for copy.
ru: Просто для копирования.

source: Submit
ru: Отправить

source: %rate must be more 0.
ru: %rate должна быть более 0.

source: This number does not match the original price
ru: Это число не совпадает с суммой заказа.

source: Security check failed
ru: Платеж не прошел проверку безопасности

source: Payment was accepted.
ru: Оплата принята.

source: We have a communication problem with Roboxchange interface. Please try late
ru: У нас есть проблемы со связью с интерфейсом Roboxchange. Пожалуйста, попробуйте позже

source: Wrong request
ru: Неверный запрос

source: Wrong sIncCurrLabel field
ru: Неправильное поле sIncCurrLabel

source: Wrong OutCurrLabel field
ru: Неправильное поле OutCurrLabel

source: MerchantLogin doesnot exist
ru: MerchantLogin не найден

source: nOutCnt isnot correct
ru: nOutCnt не корректный

source: Payment method
ru: Cпособ оплаты

source: <b>Your output currency</b>: !curr <br>
ru: <b>Ваша выходная цена</b>: !curr <br>

source: <b>Last update time</b>: !time <br>
ru: <b>Время последнего обновления</b>: !time <br>

source: Name
ru: Имя

source: Rate
ru: Курс

source: Internal Data
ru: Внутренние данные

source: RoboXchange processing
ru: RoboXchange обработка

source: RoboXchange payment settings.
ru: RoboXchange настройки платежей

source: RoboXchange payment gateway in E-Commerce.
ru: ROBOXchange платежный шлюз в области электронной торговли.
