Repository: itpatrol/pgapi
Catalog: pg_2co/translations/*.po
Languages: ru

source: Please enter action url. Default: !url
ru: Пожалуйста, введите action URL. По умолчанию: !url

source: Vendor account number
ru: Номер аккаунта поставщика

source: Your 2Checkout vendor account number.
ru: Ваш 2Checkout номер счета поставщика.

source: Secret word for order verification
ru: Секретное слово для проверки заказа

source: The secret word entered in your 2Checkout account Look and Feel settings.
ru: Секретное слово указанной в вашем аккаунте 2Checkout Look и Feel настройках.

source: Enable demo mode, allowing you to process fake orders for testing purposes.
ru: Включить демонстрационный режим, что позволяет обрабатывать поддельные заказы в целях тестирования.

source: Language preference
ru: Предпочтительный язык

source: Adjust language on 2Checkout pages.
ru: Отрегулируйте язык на 2Checkout страницах.

source: English
ru: Английский

source: Spanish
ru: Испанский

source: Rate to site currency
ru: Цена в валюте сайта

source: Submit
ru: Отправить

source: %rate must be more 0.
ru: %rate должна быть более 0.

source: Payment has been received.
ru: Платеж был получен.

source: Verification has been failed
ru: Проверка не удалось

source: This amount does not match with the original price
ru: Эта сумма не совпадает с первоначальной ценой

source: This currency does not match with the original currency
ru: Эта валюта не соответствует первоначальной валюте

source: This receiver email does not match with the original email
ru: Электронная почта не совпадает с оригинальной электронной почтой.

source: We will charge !amount from your CC
ru: Мы взимаем сумму !amount из вашего CC

source: Internal Data
ru: Внутренние данные

source: 2co payment settings.
ru: 2co: Настройки платежей

source: 2co payment gateway.
ru: 2co: Настройки шлюзей
