Repository: itpatrol/pgapi
Catalog: pg_linkpoint/translations/*.po
Languages: ru

source: Please enter action url. Default: !url
ru: Пожалуйста, введите action URL. По умолчанию: !url

source: Store Number
ru: Номер магазина

source: Enter your Store Number assigned to you by Linkpoint.
ru: Введите номер вашего магазина, назначенный для вас в Linkpoint.

source: PEM File
ru: PEM Файл

source: Upload your PEM file. You must have this for Linkpoint API to work. Get this by logging in to <a target="_blank" href="http://www.linkpointcentral.com">Linkpoint Central</a> > Support > Download Center
ru: Загрузить ваш PEM файл. Вы должны сделать это для работы Linkpoint API. Получить файл можно на странице <a target="_blank" href="http://www.linkpointcentral.com">Linkpoint Central</a> > Support > Download Center

source: <b>Current file is:</b> !file
ru: <b>Текущий файл:</b> !file

source: Transaction mode
ru: Режим транзакций

source: Transaction mode used for processing orders.
ru: Режим транзакций используется для обработки заказов.

source: Test
ru: Тест

source: Transaction Type
ru: Тип сделки

source: SALE
ru: ПРОДАЖА

source: Linkpoint states for tangible items or anything that will be shipped to always use PREAUTH. If you are selling a download item etc, use SALE. PREAUTH authorizes a credit card but does not charge it. Go to <a target="_blank" href="http://www.linkpointcentral.com">Linkpoint Central</a> > Reports > Transctions to complete the transaction. SALE automatically charges the card.
ru: Перейдите по ссылке <a target="_blank" href="http://www.linkpointcentral.com">Linkpoint Central</a> > Reports > Transctions to complete the transaction. ПРОДАЖА автоматически пополняют карту.

source: Rate to site currency
ru: Цена в валюте сайта

source: Please enter linkpoint rate according to site currency.
ru: Пожалуйста, введите linkpoint ставку в соответствии с валютой сайта.

source: Submit
ru: Отправить

source: Linkpoint Global API Payment Gateway
ru: Linkpoint Global API платежный шлюз

source: Credit Card
ru: Кредитная карта

source: Card Owner
ru: Владелец карты

source: Card Number
ru: Номер карты

source: Expiration Month
ru: Месяц окончания

source: Expiration Year
ru: Год окончания

source: Security Code
ru: Код безопасности

source: Buying ticket(s) from Umatax
ru: Покупка билета(ов) с Umatax

source: Credit card declined. Error: !error, code:!code
ru: Кредитная карта отклонена. Ошибка: !error, код: !code

source: Credit card charged
ru: Кредитная карта взимается

source: Linkpoint payment settings.
ru: Настройки платежей Linkpoint.

source: Support LinkPoint API payment gateway.
ru: Поддержка LinkPoint оплаты API шлюза.
