Repository: itpatrol/pgapi
Catalog: pg_webmoney/translations/*.po
Languages: ru

source: Security check failed
ru: Платеж не прошел проверку безопасности

source: Payment from WM %WM and Wallet %purse
ru: Платеж в WM %WM с кошелька %purse

source: Purse
ru: Кошелек

source: Secret Key
ru: Секретный ключ

source: Rate
ru: Курс

source: Operations
ru: Действия

source: Edit
ru: Правка

source: example
ru: пример

source: No wallet available.
ru: Нет доступных кошельков.

source: Delete checked Wallet
ru: Удалить выбранный кошелек

source: Your wallet types %wmtype has been deleted.
ru: Ваш тип кошелька был удален

source: Wallet
ru: Кошелек

source: Secret key
ru: Секретный ключ

source: Please enter secret key. If your leave it blank, secret key will not apply.
ru: Пожалуйста, введите секретный ключ (secret key). Если этого не сделать, ключ не будет применяться.

source: Update Wallet
ru: Обновить кошелек

source: Your wallet type %type has been modified.
ru: Ваш кошелек %type был изменен

source: Please, enter Wallet number.
ru: Пожалуйста, введите номер кошелька.

source: Please, enter rate to website rate.
ru: Пожалуйста, введите ставку до ставки на сайте.

source: Add Wallet
ru: Добавить кошелек

source: !type already exists.Please enter another wallet number.
ru: !type уже существует. Пожалуйста введите другой номер кошелька.

source: Your wallet %wallet has been added.
ru: Ваш кошелек %wallet был добавлен

source: <h1>Merchant purse settings</h1> <table> <tbody><tr> <td nowrap="nowrap">Purse:</td> <td class="header3" align="left"><b>!purse</b></td> <td>&nbsp;</td> <td align="left">&nbsp;</td> </tr> <tr> <td nowrap="nowrap">Trade Name:</td> <td align="left"><input style="display: inline;" value="!tradename" size="50" id="m_name" name="m_name" type="text"></td> <td align="center">&nbsp;-&nbsp;</td> <td align="left"> is displayed on the web page during the payment </td> </tr> <tr> <td nowrap="nowrap">Secret Key:</td> <td align="left"><input style="display: inline;" value="!secret_key" id="secret_key" name="secret_key" size="50" type="text"></td> <td align="center"> <input checked="checked" id="send_secret_key" name="send_secret_key" type="checkbox"></td> <td align="left">Send the Secret Key to the Result URL if the Result URL is secured</td> </tr> <tr> <td nowrap="nowrap">Result URL:</td> <td align="left"><input style="display: inline;" value="!done" id="result_url" name="result_url" size="50" maxlength="255" type="text"></td> <td align="center"> <input checked="checked" id="send_param_prerequest" name="send_param_prerequest" value="1" type="checkbox"> </td> <td align="left"> Send parameters in the pre-request </td> </tr> <tr> <td nowrap="nowrap">Success URL:</td> <td align="left"><input style="display: inline;" value="!success" id="success_url" name="success_url" size="50" maxlength="255" type="text"></td> <td align="center"> <select name="success_method" id="success_method"> <option value="0">GET</option> <option value="1" selected="selected" >POST</option> <option value="2">LINK</option> </select> </td> <td> method of requesting Success URL </td> </tr> <tr> <td nowrap="nowrap">Fail URL:</td> <td align="left"><input style="display: inline;" value="!fail" id="fail_url" name="fail_url" size="50" maxlength="255" type="text"></td> <td align="center"> <select name="fail_method" id="fail_method"> <option value="0">GET</option> <option value="1" selected="selected">POST</option> <option value="2">LINK</option> </select> </td> <td> method of requesting Fail URL </td> </tr> </tbody></table> <table> <tbody><tr> <td nowrap="nowrap"> Allow overriding URL from Payment Request Form: </td> <td align="left"> <input id="allow_url_from_form" name="allow_url_from_form" value="1" type="checkbox"> </td> <td></td> <td></td> </tr> <tr> <td nowrap="nowrap"> Send an error notification to merchant's keeper: </td> <td align="left"> <input checked="checked" id="send_error" name="send_error" value="1" type="checkbox"> </td> <td></td> <td></td> </tr> <tr> <td nowrap="nowrap">Signature algorithm:</td> <td align="left"> <select name="auth_type" id="auth_type"> <option value="0">SIGN</option> <option value="1" selected="selected">MD5</option> </select> </td> <td></td> <td></td> </tr> </tbody></table> </form>
ru: <h1>Настойки торгового кошелька</h1> <table> <tbody><tr> <td nowrap="nowrap">Кошелек:</td> <td class="header3" align="left"><b>!purse</b></td> <td>&nbsp;</td> <td align="left">&nbsp;</td> </tr> <tr> <td nowrap="nowrap">Имя магазина:</td> <td align="left"><input style="display: inline;" value="!tradename" size="50" id="m_name" name="m_name" type="text"></td> <td align="center">&nbsp;-&nbsp;</td> <td align="left"> is displayed on the web page during the payment </td> </tr> <tr> <td nowrap="nowrap">Секретный ключ:</td> <td align="left"><input style="display: inline;" value="!secret_key" id="secret_key" name="secret_key" size="50" type="text"></td> <td align="center"> <input checked="checked" id="send_secret_key" name="send_secret_key" type="checkbox"></td> <td align="left">Отправлять Secret Key на Result URL, если Result URL безопасный</td> </tr> <tr> <td nowrap="nowrap">Result URL:</td> <td align="left"><input style="display: inline;" value="!done" id="result_url" name="result_url" size="50" maxlength="255" type="text"></td> <td align="center"> <input checked="checked" id="send_param_prerequest" name="send_param_prerequest" value="1" type="checkbox"> </td> <td align="left"> Отправить параметры в предварительном запросе </td> </tr> <tr> <td nowrap="nowrap">Success URL:</td> <td align="left"><input style="display: inline;" value="!success" id="success_url" name="success_url" size="50" maxlength="255" type="text"></td> <td align="center"> <select name="success_method" id="success_method"> <option value="0">GET</option> <option value="1" selected="selected" >POST</option> <option value="2">LINK</option> </select> </td> <td> Способ запроса Success URL </td> </tr> <tr> <td nowrap="nowrap">Fail URL:</td> <td align="left"><input style="display: inline;" value="!fail" id="fail_url" name="fail_url" size="50" maxlength="255" type="text"></td> <td align="center"> <select name="fail_method" id="fail_method"> <option value="0">GET</option> <option value="1" selected="selected">POST</option> <option value="2">LINK</option> </select> </td> <td> Способ запроса Fail URL </td> </tr> </tbody></table> <table> <tbody><tr> <td nowrap="nowrap"> Разрешить скрывать URL с формы запроса платежа: </td> <td align="left"> <input id="allow_url_from_form" name="allow_url_from_form" value="1" type="checkbox"> </td> <td></td> <td></td> </tr> <tr> <td nowrap="nowrap"> Отправить уведомление об ошибке, владельцу магазина на keeper: </td> <td align="left"> <input checked="checked" id="send_error" name="send_error" value="1" type="checkbox"> </td> <td></td> <td></td> </tr> <tr> <td nowrap="nowrap">Алгоритм подписи:</td> <td align="left"> <select name="auth_type" id="auth_type"> <option value="0">SIGN</option> <option value="1" selected="selected">MD5</option> </select> </td> <td></td> <td></td> </tr> </tbody></table> </form>

source: Webmoney Payment Gateway
ru: Платежная система Webmoney

source: Wallet type
ru: Тип кошелька

source: WMType
ru: Тип WM

source: Internal Data
ru: Внутренние данные

source: Webmoney payment settings.
ru: Настройки оплаты через Webmoney.

source: Purses
ru: Кошельки

source: Add Purse
ru: Добавить Кошелек

source: Example
ru: Пример

source: Edit Purse
ru: Изменить Кошелек

source: Stores webmoney rates information.
ru: Сохраняет информацию о соотношениях валют webmoney

source: Webmoney payment gateway.
ru: Платежный центр Webmoney.
