Repository: itpatrol/pgapi
Catalog: translations/*.po
Languages: ru

source: You do not have any administrative items.
ru: Вы не имеете никаких административных пунктов.

source: Symbol
ru: Символ

source: Please enter symbol of the Account Balance currency.
ru: Пожалуйста, введите символ валюты баланса.

source: Decimal places
ru: Число знаков после запятой

source: Please enter number of decimal places.
ru: Пожалуйста, введите количество знаков после запятой.

source: Decimal delimiter
ru: Десятичный разделитель

source: Please enter decimal delimiter.
ru: Пожалуйста, введите десятичный разделитель.

source: Thousands places
ru: Тысячи мест

source: Please enter thousands delimeter.
ru: Пожалуйста, введите тысячный разделитель.

source: Symbol position
ru: Позиция символа

source: Left
ru: Левый

source: Right
ru: Правый

source: Please select symbol position.
ru: Пожалуйста, выберите положение символа.

source: Save currency settings
ru: Сохранить настройки валюты

source: Currency settings saved.
ru: Настройки валюты сохранены.

source: No payment gateways available.
ru: Нет доступных платежных шлюзов.

source: Payment gateways
ru: Платежные шлюзы

source: Update status of payment gateways
ru: Обновить статус платежных систем

source: Status of payment gateway has been updated.
ru: Статус платежных систем был обновлен

source: Administer pgapi
ru: Администрирование pgapi

source: Allows to choose payment gateways and change configurations
ru: Разрешить выбрать платежные шлюзы и изменить конфигурацию

source: New Payment Notification from !site
ru: Новое уведомление оплаты с !site

source: Dear !username Payment #!txnid has been created. Amount: !pg_amount Type: !pg_type Method: !pg_method Best regards, !site
ru: Дорогой !username Платеж #!txnid был создан. Сумма: !pg_amount Тип: !pg_type Метод: !pg_method С уважением, !site

source: Payment !txnid Change Notification from !site
ru: Платеж !txnid уведомления об изменении с !site

source: Dear !username Payment #!txnid has been changed. Amount: !pg_amount Type: !pg_type Method: !pg_method Status: !status Workflow: !workflow Best regards, !site
ru: Дорогой !username Платеж #!txnid был изменен. Сумма: !pg_amount Тип: !pg_type Метод: !pg_method Статус: !status Workflow: !workflow С уважением, !site

source: pending
ru: ожидает

source: completed
ru: завершен

source: failed
ru: ошибка

source: denied
ru: запрещен

source: refunded
ru: возвращен

source: canceled
ru: отменен

source: received
ru: принят

source: undefined status
ru: неопределенный статус

source: invoiced
ru: выставлен счет

source: shipped
ru: отправлен

source: awaiting customer response
ru: ожидает ответа покупателя

source: security violation
ru: нарушение безопасности

source: undefined workflow
ru: неопределенный статус работы

source: Please select service that you like to pay with.
ru: Пожалуйста, выберите сервис, с помощью которого вы хотите оплатить.

source: Payment system
ru: Платежная система

source: Amount to pay
ru: Сумма к оплате

source: Please contact website admin. No one payment gateway are enabled.
ru: Пожалуйста, свяжитесь с администратор сайта. Не один платежный шлюз не включен.

source: Process purchase
ru: Оплатить

source: Cancel purchase
ru: Отменить

source: User canceled payment
ru: Пользователь отменил оплату

source: Payment Gateway API Tools
ru: PGAPI: инструменты API

source: Manage Payment Gateway API's Tools.
ru: PGAPI: управление инструментами

source: Payment Gateway API Settings
ru: PGAPI: настройки API

source: Configure gateway settings for Payment Gateway API.
ru: Настройка параметров шлюза для PGAPI.

source: Active gateways
ru: Активные шлюзы

source: Payment Gateway Currency Settings
ru: PG: Настройки Валюты

source: Configure currency settings for Payment Gateway API.
ru: Настройка параметров валюты для PGAPI.
